{
  "appName": "TOWUGO",
  "navbar": {
    "home": "Home",
    "about": "About",
    "downloadApp": "Download the app",
    "contact": "Contact us",
    "atYourService": "At your service all seasons"
  },
  "home": {
    "downloadNow": "Download Now",
    "title": "Do you need to have your vehicle repaired directly at your home, on the road or do you want a towing?",
    "subtitle": " We find the service closest to your location, to assist you quickly.",
    "howItWorks": {
      "title": "How TOWUGO mobile app works?",
      "text": "When an accident or a mechanical problem occurs with your automobile, on the road or at home, TOWUGO is there for you. Indeed, this new free mobile application locates the service company near the location of your breakdown and puts you in touch with it in order to be supported quickly.",
      "services": "The services offered are:",
      "serv1": "Towing support",
      "serv1Text": "In general a towing service includes the towing itself, battery boost, flat tire change, doors unlock and gas delivery",
      "serv2": "Mechanical support",
      "text2": "In general, the mechanical support offered at any location on your vehicle includes repairs that do not require the complete lifting of the vehicle such as boosting the battery, changing tires, oil, alternator, brakes, discs, unlocking the doors , etc."
    },
      "send": "Send"
  },
  "contact": {
    "title": "CONTACT US",
    "name": "Your name",
    "email": "Your E-mail",
    "message": "Your message"
  },
  "mailBox": {
    "stay": "Stay informed",
    "subscribe": "Subscribe to our mailbox",
    "subscribeBtn": "Subscribe"
  },
  "footer": {
    "downloadApp": "download the mobile application",
    "think": "Think of TOWUGO when you need a towing, mechanical repair service at your home or on the road.",
    "address": "Address",
    "links": "Quick links"
  },
  "terms": {
    "title": "TERMS AND CONDITIONS FOR TOWUGO MOBILE APPLICATION",
    "subtitle": "The use of TOWUGO MOBILE APPLICATION and any other tools or platforms related to TOWUGO is governed by the terms and conditions constitute a legal agreement between you (hereinafter « the user ») and TOWUGO, its founders and the managers of the said MOBILE APPLICATION.\nThe term « TOWUGO MOBILE APPLICATION » also includes all other tools and platforms connected to TOWUGO.\nTOWUGO also reserves the right to change at any time and without notice these Terms and conditions.\nThe present conditions include all the conditions applicable to your use of TOWUGO.\nTHE TERMS AND CONDITIONS HEREIN ARE IMPORTANT AND TOWUGO ADVISES THE USER TO CAREFULLY EXAMINE THEM BEFORE YOU USE TOWUGO. CONSEQUENTLY, IF THE USER DO NOT ACCEPT THESE TERMS AND CONDITIONS, THIS MUST NOT DO NOT USE TOWUGO.",
    "1t": "Preamble",
    "1b": "The preamble is an integral part of these presents.",
    "2t": "Declarations and commitments of the user",
    "2b": "The user declares that he has the legal capacity to contract.\nThe user accepts the Terms and Conditions these conditions when he use the MOBILE APPLICATION of TOWUGO which constitutes an acceptance of these Terms and Conditions.\nIf he does not accept the conditions of this agreement, he is not allowed to use TOWUGO MOBILE APPLICATION, or any other tools platforms connected to TOWUGO.\nThe use of the user of the services set up on the MOBILE APPLICATION TOWUGO is under the control, risks and responsibilities of the user.\nThe user agrees, when using the services set up on the web site of TOWUGO, to follow the instructions provided by TOWUGO and these Terms and conditions.",
    "3t": "Statements and commitments of TOWUGO",
    "3b": "Although TOWUGO ensures that services are constantly updated on its MOBILE APPLICATION and that every effort be made to ensure that the accuracy of the information appearing there, certain errors may occur produce. TOWUGO declines all responsibility for any damage of any nature whatsoever arising from errors that could be found on this MOBILE APPLICATION and any other tools or platforms related to TOWUGO.\nTOWUGO reserves the right to discontinue the use of its MOBILE APPLICATION without prior notice for maintenance purposes.\nTOWUGO disclaims all liability to the user and to any third party it is impossible for the user to access his advertisements, his publications or any other elements on the TOWUGO MOBILE APPLICATION, because of breakdown, unavailability or modification of the TOWUGO MOBILE APPLICATION.\n",
    "4t": "Duration and termination",
    "4b": "These Terms and Conditions take effect upon acceptance of these by the user or by simply using the TOWUGO MOBILE APPLICATION, which constitutes an acceptance of these Terms and Conditions. These Terms and conditions remain enforceable until terminated by the user or by TOWUGO.\nTOWUGO reserves the right to suspend the user’s access to the MOBILE APPLICATION TOWUGO or terminate this Agreement and close the account TOWUGO of the user, and this, at any time, without formality, nor notice, nor monetary compensation.\nNo penalty or fees may be imposed or required of TOWUGO respecting the adoption of a measure provided for in this section and the user waives all rights and remedies against TOWUGO and agrees never to continue TOWUGO , its founders, the managers of said MOBILE APPLICATION or any person related to TOWUGO in connection with the adoption of this measure.\n",
    "5t": "Geolocalization",
    "5b": "The geolocalization is taken when a finger is placed in the circle, and held long enough to unlock the choice of services window, then the location is picked for the purpose of making an instant match with a nearby service company.",
    "6t": "Confidentiality",
    "6b": "The information about the user’s geolocalization that TOWUGO has collected will be stored and used in accordance with the internal policy of confidentiality of TOWUGO.",
    "7t": "Use of the TOWUGO MOBILE APPLICATION",
    "7b": ""
  }
}
