{
  "appName": "TOWUGO",
  "navbar": {
    "home": "Accueil",
    "about": "À Propos",
    "downloadApp": "Téléchargez l'app",
    "contact": "CONTACTEZ-NOUS",
    "atYourService": "À votre service toutes les saisons"
  },
  "home": {
    "downloadNow": "Téléchargez maintenant",
    "title": "Avez-vous besoin de faire réparer votre véhicule directement à votre domicile, sur la route ou d'un remorquage?",
    "subtitle": "  Nous trouvons un service proche de votre emplacement, pour vous assister rapidement.",
    "howItWorks": {
      "title": "Comment fonctionne L’application mobile TOWUGO?",
      "text": "Lorsque survient un accident ou un souci mécanique à votre automobile, sur la route ou à domicile, \nTOWUGO est là pour vous. En effet, cette nouvelle application mobile gratuite localise la compagnie \nde service proche de l’emplacement de votre panne et vous met en relations avec elle dans le but de vous prendre en charge rapidement. ",
      "services": "Les services offerts sont :",
      "serv1": "Le support de remorquage",
      "serv1Text": "De façon générale, un service de remorquage comprend le remorquage lui-même, le survoltage de la batterie, le changement de pneu après une crevaison, le déverrouillage des portières et la livraison d’essence",
      "serv2": "Le support de réparation mécanique ",
      "text2": "De façon générale le support mécanique offert à n’importe quel emplacement de votre véhicule inclut les réparations ne \nnécessitant pas le levage complet du véhicule tel que le survoltage de la batterie, changement des pneus, huile, alternateur, freins,\n disques, déverrouillage des portières, etc."
    },
    "send": "Envoyer"
  },
  "contact": {
    "title": "CONTACTEZ-NOUS",
    "name": "Votre nom",
    "email": "Votre couriel",
    "message": "Votre message"
  },
  "mailBox": {
    "stay": "Restez informé",
    "subscribe": "Abonnez-vous à notre boîte aux lettres",
    "subscribeBtn": "S'inscrire"
  },
  "footer": {
    "downloadApp": "TÉLÉCHARGEZ L’APPLICATION MOBILE",
    "think": "Pensez à TOWUGO lorsque vous avez besoin d’un service de remorquage, de réparation mécanique à\n votre domicile ou sur la route.",
    "address": "Adresse",
    "links": "Liens rapides"
  }
}